Revit 2027 API
UnitTypeId.BritishThermalUnitsPerSecond Property
 British thermal units per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BritishThermalUnitsPerSecond { get; }
Public Shared ReadOnly Property BritishThermalUnitsPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BritishThermalUnitsPerSecond {
	ForgeTypeId^ get ();
}
static member BritishThermalUnitsPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace